[
  "obsidian42-brat",
  "buttons",
  "quickadd",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "calendar",
  "cmdr",
  "editing-toolbar",
  "obsidian-file-cleaner",
  "floating-toc",
  "obsidian-hover-editor",
  "obsidian-fullscreen-plugin",
  "obsidian-icon-folder",
  "mysnippets-plugin",
  "obsidian-react-components",
  "recent-files-obsidian",
  "obsidian-style-settings",
  "surfing",
  "code-files",
  "execute-code",
  "obsidian-minimal-settings",
  "terminal",
  "Enhanced editing"
]